ms-vsliveshare.vsliveshare
coenraads.bracket-pair-colorizer
visualstudioexptteam.vscodeintellicode
mauve.terraform
ms-python.python
christian-kohler.path-intellisense
yzhang.markdown-all-in-one
streetsidesoftware.code-spell-checker
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
wayou.vscode-todo-highlight
eg2.vscode-npm-script
chrmarti.regex
donjayamanne.githistory
amazonwebservices.aws-toolkit-vscode
ms-vscode.csharp
